Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: %1$lld of %2$lld MCP tools enabled. Availability and permissions can also be managed from the chat input bar.
de: %1$lld von %2$lld MCP-Tools aktiviert. Verfügbarkeit und Berechtigungen können auch über die Chat-Eingabeleiste verwaltet werden.
el: %1$lld από %2$lld εργαλεία MCP ενεργοποιημένα. Η διαθεσιμότητα και τα δικαιώματα μπορούν επίσης να διαχειριστούν από τη γραμμή εισαγωγής συνομιλίας.
es: %1$lld de %2$lld herramientas de MCP habilitadas. La disponibilidad y los permisos también se pueden gestionar desde la barra de entrada del chat.
fr: %1$lld sur %2$lld outils MCP activés. La disponibilité et les autorisations peuvent également être gérées depuis la barre de saisie du chat.
it: %1$lld di %2$lld strumenti MCP abilitati. La disponibilità e le autorizzazioni possono essere gestite anche dalla barra di input della chat.
ja: %1$lld/%2$lld個のMCPツールが有効です。利用可能状況と権限は、チャット入力バーからも管理できます。
nl: %1$lld van %2$lld MCP-tools ingeschakeld. Beschikbaarheid en machtigingen kunnen ook worden beheerd via de invoerbalk van de chat.
pt_pt: %1$lld de %2$lld ferramentas MCP ativadas. A disponibilidade e as permissões também podem ser geridas a partir da barra de entrada do chat.
sv: %1$lld av %2$lld MCP-verktyg aktiverade. Tillgänglighet och behörigheter kan också hanteras från chattens inmatningsfält.

source: Feature Tips Reset
de: Feature-Tipps zurücksetzen
el: Επαναφορά Συμβουλών Χαρακτηριστικών
es: Restablecer consejos de funciones
fr: Réinitialisation des astuces de fonctionnalité
it: Suggerimenti Funzionalità Reimpostati
ja: 機能ヒントのリセット
nl: Functietips resetten
pt_pt: Repor Dicas de Funcionalidades
sv: Återställ tips för funktioner

source: Welcome
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
nl: Welkom
pt_pt: Bem-vindo
sv: Välkommen

source: Estimated context
de: Geschätzter Kontext
el: Εκτιμώμενο πλαίσιο
es: Contexto estimado
fr: Contexte estimé
it: Contesto stimato
ja: 推定コンテキスト
nl: Geschatte context
pt_pt: Contexto estimado
sv: Uppskattad kontext

source: Loading tools...
de: Werkzeuge werden geladen...
el: Φόρτωση εργαλείων...
es: Cargando herramientas...
fr: Chargement des outils...
it: Caricamento strumenti...
ja: ツールを読み込み中...
nl: Tools laden...
pt_pt: A carregar ferramentas...
sv: Laddar verktyg...

source: Update available
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
nl: Update beschikbaar
pt_pt: Atualização disponível
sv: Uppdatering tillgänglig

source: Searching the web...
de: Websuche läuft...
el: Αναζήτηση στο διαδίκτυο...
es: Buscando en la web...
fr: Recherche sur le web...
it: Ricerca sul web...
ja: ウェブを検索中...
nl: Web aan het doorzoeken...
pt_pt: A pesquisar na web...
sv: Söker på webben...

source: Your App Store purchases have been synchronized.
de: Deine App-Store-Käufe wurden synchronisiert.
el: Οι αγορές σας στο App Store συγχρονίστηκαν.
es: Tus compras del App Store se han sincronizado.
fr: Vos achats de l’App Store ont été synchronisés.
it: I tuoi acquisti sull’App Store sono stati sincronizzati.
ja: App Storeでの購入が同期されました。
nl: Je App Store-aankopen zijn gesynchroniseerd.
pt_pt: As suas compras da App Store foram sincronizadas.
sv: Dina App Store-köp har synkroniserats.

source: Open **Shortcuts** and create a new shortcut.
de: Öffne **Kurzbefehle** und erstelle einen neuen Kurzbefehl.
el: Άνοιξε τις **Συντομεύσεις** και δημιούργησε μια νέα συντόμευση.
es: Abre **Atajos** y crea un nuevo atajo.
fr: Ouvrez **Raccourcis** et créez un nouveau raccourci.
it: Apri **Comandi** e crea un nuovo comando.
ja: **ショートカット**を開き、新しいショートカットを作成します。
nl: Open **Opdrachten** en maak een nieuwe opdracht aan.
pt_pt: Abra as **Atalhos** e crie um novo atalho.
sv: Öppna **Genvägar** och skapa en ny genväg.

source: The latest message and its attachments exceed this context window. Increase the context window or shorten the message.
de: Die neueste Nachricht und ihre Anhänge überschreiten dieses Kontextfenster. Erhöhen Sie das Kontextfenster oder kürzen Sie die Nachricht.
el: Το πιο πρόσφατο μήνυμα και τα συνημμένα του υπερβαίνουν το παράθυρο συμφραζομένων. Αυξήστε το παράθυρο συμφραζομένων ή συντομεύστε το μήνυμα.
es: El último mensaje y sus archivos adjuntos superan esta ventana de contexto. Aumenta la ventana de contexto o acorta el mensaje.
fr: Le dernier message et ses pièces jointes dépassent cette fenêtre de contexte. Agrandissez la fenêtre de contexte ou raccourcissez le message.
it: L'ultimo messaggio e i suoi allegati superano questa finestra di contesto. Aumenta la finestra di contesto o riduci il messaggio.
ja: 最新のメッセージと添付ファイルがこのコンテキストウィンドウの容量を超えています。コンテキストウィンドウを拡大するか、メッセージを短くしてください。
nl: Het nieuwste bericht en de bijlagen overschrijden dit contextvenster. Vergroot het contextvenster of verkort het bericht.
pt_pt: A última mensagem e os seus anexos excedem esta janela de contexto. Aumente a janela de contexto ou reduza a mensagem.
sv: Det senaste meddelandet och dess bilagor överskrider detta kontextfönster. Öka kontextfönstret eller förkorta meddelandet.

source: iCloud file access failed
de: Der Zugriff auf die iCloud-Datei ist fehlgeschlagen
el: Αποτυχία πρόσβασης στο αρχείο iCloud
es: No se pudo acceder al archivo de iCloud
fr: Échec de l’accès au fichier iCloud
it: Accesso al file iCloud non riuscito
ja: iCloudファイルへのアクセスに失敗しました
nl: Toegang tot iCloud-bestand mislukt
pt_pt: Falha no acesso ao ficheiro do iCloud
sv: Åtkomst till iCloud-filen misslyckades

source: Always Allow
de: Immer erlauben
el: Να επιτρέπεται πάντα
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
ja: 常に許可
nl: Altijd toestaan
pt_pt: Permitir sempre
sv: Tillåt alltid

source: The server returned an invalid response.
de: Der Server hat eine ungültige Antwort zurückgegeben.
el: Ο διακομιστής επέστρεψε μη έγκυρη απάντηση.
es: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse invalide.
it: Il server ha restituito una risposta non valida.
ja: サーバーが無効な応答を返しました。
nl: De server gaf een ongeldige reactie terug.
pt_pt: O servidor devolveu uma resposta inválida.
sv: Servern returnerade ett ogiltigt svar.

source: Rename Conversation
de: Konversation umbenennen
el: Μετονομασία Συνομιλίας
es: Renombrar conversación
fr: Renommer la conversation
it: Rinomina conversazione
ja: 会話の名前を変更
nl: Gesprek hernoemen
pt_pt: Renomear Conversa
sv: Byt namn på konversation

source: Enter a brief title for the issue
de: Geben Sie einen kurzen Titel für das Problem ein
el: Εισαγάγετε έναν σύντομο τίτλο για το ζήτημα
es: Introduce un título breve para el problema
fr: Entrez un titre bref pour le problème
it: Inserisci un titolo breve per il problema
ja: 問題の簡単なタイトルを入力してください
nl: Voer een korte titel voor het probleem in
pt_pt: Introduza um título breve para o problema
sv: Ange en kort titel för problemet

source: iCloud is unavailable
de: iCloud ist nicht verfügbar
el: Το iCloud δεν είναι διαθέσιμο
es: iCloud no está disponible
fr: iCloud est indisponible
it: iCloud non è disponibile
ja: iCloudは利用できません
nl: iCloud is niet beschikbaar
pt_pt: O iCloud está indisponível
sv: iCloud är inte tillgängligt

source: Connection successful. Ready to continue.
de: Verbindung erfolgreich hergestellt. Bereit zum Fortfahren.
el: Η σύνδεση ήταν επιτυχής. Έτοιμο για συνέχεια.
es: Conexión exitosa. Listo para continuar.
fr: Connexion réussie. Prêt à continuer.
it: Connessione riuscita. Pronto a continuare.
ja: 接続に成功しました。続行する準備ができました。
nl: Verbinding geslaagd. Klaar om door te gaan.
pt_pt: Ligação bem-sucedida. Pronto para continuar.
sv: Anslutningen lyckades. Redo att fortsätta.

source: These tools are unavailable until this server refreshes successfully.
de: Diese Tools sind nicht verfügbar, bis dieser Server erfolgreich aktualisiert wurde.
el: Αυτά τα εργαλεία δεν είναι διαθέσιμα μέχρι να ολοκληρωθεί επιτυχώς η ανανέωση αυτού του διακομιστή.
es: Estas herramientas no estarán disponibles hasta que este servidor se actualice correctamente.
fr: Ces outils sont indisponibles jusqu’à l’actualisation réussie de ce serveur.
it: Questi strumenti non sono disponibili finché il server non viene aggiornato correttamente.
ja: このサーバーの更新が正常に完了するまで、これらのツールは利用できません。
nl: Deze tools zijn niet beschikbaar totdat deze server succesvol is vernieuwd.
pt_pt: Estas ferramentas não estão disponíveis até este servidor ser atualizado com êxito.
sv: Dessa verktyg är otillgängliga tills servern har uppdaterats.

source: Translator
de: Übersetzer
el: Μεταφραστής
es: Traductor
fr: Traducteur
it: Traduttore
ja: 翻訳者
nl: Vertaler
pt_pt: Tradutor
sv: Översättare

source: Import Conversations
de: Konversationen importieren
el: Εισαγωγή Συνομιλιών
es: Importar conversaciones
fr: Importer les conversations
it: Importa conversazioni
ja: 会話をインポート
nl: Gesprekken importeren
pt_pt: Importar Conversas
sv: Importera konversationer

source: More support
de: Mehr Unterstützung
el: Περισσότερη στήριξη
es: Más apoyo
fr: Plus de soutien
it: Più sostegno
ja: さらなる応援
nl: Meer steun
pt_pt: Mais apoio
sv: Mer stöd

source: Deleted from memory: %@
de: Aus dem Speicher gelöscht: %@
el: Διαγράφηκε από τη μνήμη: %@
es: Eliminado de la memoria: %@
fr: Supprimé de la mémoire : %@
it: Eliminato dalla memoria: %@
ja: メモリから削除しました: %@
nl: Verwijderd uit geheugen: %@
pt_pt: Eliminado da memória: %@
sv: Borttaget från minnet: %@

source: Confirm
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
it: Conferma
ja: 許可する
nl: Bevestigen
pt_pt: Confirmar
sv: Bekräfta

source: The backup contains duplicate identifiers.
de: Die Sicherung enthält doppelte Bezeichner.
el: Η δημιουργία αντιγράφου περιέχει διπλότυπους αναγνωριστικούς κωδικούς.
es: La copia de seguridad contiene identificadores duplicados.
fr: La sauvegarde contient des identifiants en double.
it: Il backup contiene identificatori duplicati.
ja: バックアップに重複した識別子が含まれています。
nl: De back-up bevat dubbele identificaties.
pt_pt: O backup contém identificadores duplicados.
sv: Säkerhetskopian innehåller dubblettidentifierare.

source: Record Audio
de: Audio aufnehmen
el: Εγγραφή ήχου
es: Grabar audio
fr: Enregistrer l’audio
it: Registra audio
ja: 音声を録音
nl: Audio opnemen
pt_pt: Gravar Áudio
sv: Spela in ljud

source: Notifications not authorized
de: Benachrichtigungen nicht erlaubt
el: Οι ειδοποιήσεις δεν έχουν εξουσιοδοτηθεί
es: Notificaciones no autorizadas
fr: Notifications non autorisées
it: Notifiche non autorizzate
ja: 通知が許可されていません
nl: Meldingen niet toegestaan
pt_pt: Notificações não autorizadas
sv: Aviseringar inte godkända

source: The request timed out. The server may be slow or unreachable.
de: Die Anfrage hat ein Zeitlimit überschritten. Der Server ist möglicherweise langsam oder nicht erreichbar.
el: Η αίτηση έληξε λόγω χρόνου αναμονής. Ο διακομιστής μπορεί να είναι αργός ή μη προσβάσιμος.
es: La solicitud agotó el tiempo de espera. El servidor puede estar lento o inaccesible.
fr: La requête a expiré. Le serveur peut être lent ou inaccessible.
it: La richiesta è scaduta. Il server potrebbe essere lento o non raggiungibile.
ja: リクエストがタイムアウトしました。サーバーが遅いか、接続できません。
nl: De aanvraag is verlopen. De server is mogelijk traag of niet bereikbaar.
pt_pt: O pedido expirou. O servidor pode estar lento ou inacessível.
sv: Förfrågan tog för lång tid. Servern kan vara långsam eller otillgänglig.

source: An image could not be loaded or prepared from this conversation.
de: Ein Bild aus dieser Unterhaltung konnte nicht geladen oder vorbereitet werden.
el: Δεν ήταν δυνατή η φόρτωση ή η προετοιμασία εικόνας από αυτήν τη συνομιλία.
es: No se pudo cargar ni preparar una imagen de esta conversación.
fr: Impossible de charger ou de préparer une image à partir de cette conversation.
it: Non è stato possibile caricare o preparare un’immagine da questa conversazione.
ja: この会話から画像を読み込むか準備できませんでした
nl: Er kon geen afbeelding uit dit gesprek worden geladen of voorbereid.
pt_pt: Não foi possível carregar ou preparar uma imagem a partir desta conversa.
sv: En bild kunde inte läsas in eller förberedas från den här konversationen.

source: Media & Files
de: Medien & Dateien
el: Μέσα & Αρχεία
es: Medios y archivos
fr: Médias et fichiers
it: Media e file
ja: メディアとファイル
nl: Media en bestanden
pt_pt: Média e Ficheiros
sv: Media och filer

# Choose the tag shown by the conversations widget.
source: Choose the tag displayed by the conversations widget
de: Wähle das vom Konversations-Widget angezeigte Tag.
el: Επιλέξτε την ετικέτα που εμφανίζεται στο widget συνομιλιών
es: Elige la etiqueta que muestra el widget de conversaciones
fr: Choisissez l’étiquette affichée par le widget de conversations
it: Scegli il tag mostrato dal widget delle conversazioni
ja: 会話ウィジェットで表示するタグを選択してください
nl: Kies de tag die door de gesprekken-widget wordt weergegeven
pt_pt: Escolha a etiqueta mostrada pelo widget de conversas
sv: Välj taggen som visas i konversationswidgeten

source: This external tool may access, create, change, or delete data and may incur costs.
de: Dieses externe Tool kann auf Daten zugreifen, Daten erstellen, ändern oder löschen und Kosten verursachen.
el: Αυτό το εξωτερικό εργαλείο μπορεί να αποκτήσει πρόσβαση, να δημιουργήσει, να τροποποιήσει ή να διαγράψει δεδομένα και ενδέχεται να επιφέρει χρεώσεις.
es: Esta herramienta externa puede acceder a datos, crearlos, modificarlos o eliminarlos, y puede generar costes.
fr: Cet outil externe peut accéder à vos données, en créer, les modifier ou les supprimer, et peut entraîner des frais.
it: Questo strumento esterno potrebbe accedere, creare, modificare o eliminare dati e potrebbe comportare dei costi.
ja: この外部ツールはデータにアクセス、作成、変更、または削除する場合があり、費用が発生する可能性があります。
nl: Deze externe tool kan gegevens openen, aanmaken, wijzigen of verwijderen en kan kosten met zich meebrengen.
pt_pt: Esta ferramenta externa pode aceder, criar, alterar ou eliminar dados e pode implicar custos.
sv: Det här externa verktyget kan komma åt, skapa, ändra eller ta bort data och kan medföra kostnader.

source: Subscriptions
de: Abonnements
el: Συνδρομές
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: サブスクリプション
nl: Abonnementen
pt_pt: Subscrições
sv: Prenumerationer

# New chat with a URL
source: New chat using a URL
de: Neuer Chat mit einer URL
el: Νέα συνομιλία με URL
es: Nueva conversación con una URL
fr: Nouvelle conversation avec une URL
it: Nuova chat con un URL
ja: URLで新しいチャットを開始
nl: Nieuw gesprek met een URL
pt_pt: Nova conversa com um URL
sv: Ny chatt med en URL

# Optimised for LiteLLM. Any OpenAI-compatible server also works.
source: Optimized for LiteLLM. Any OpenAI-compatible server also works.
de: Optimiert für LiteLLM. Jeder OpenAI-kompatible Server funktioniert ebenfalls.
el: Βελτιστοποιημένο για LiteLLM. Λειτουργεί επίσης με οποιονδήποτε διακομιστή συμβατό με OpenAI.
es: Optimizado para LiteLLM. También funciona con cualquier servidor compatible con OpenAI.
fr: Optimisé pour LiteLLM. Tout serveur compatible OpenAI fonctionne également.
it: Ottimizzato per LiteLLM. Funziona anche con qualsiasi server compatibile OpenAI.
ja: LiteLLMに最適化。OpenAI互換のサーバーも利用可能。
nl: Geoptimaliseerd voor LiteLLM. Elke OpenAI-compatibele server werkt ook.
pt_pt: Otimizado para LiteLLM. Qualquer servidor compatível com OpenAI também funciona.
sv: Optimerad för LiteLLM. Fungerar även med alla OpenAI-kompatibla servrar.

source: Deleting a memory...
de: Speicher wird gelöscht...
el: Διαγραφή μνήμης...
es: Eliminando un recuerdo...
fr: Suppression d’une mémoire…
it: Eliminazione di una memoria...
ja: メモリを削除中…
nl: Geheugen verwijderen...
pt_pt: A eliminar uma memória...
sv: Tar bort ett minne...

source: Speech to Text
de: Sprache zu Text
el: Ομιλία σε κείμενο
es: Voz a texto
fr: Parole en texte
it: Da voce a testo
ja: 音声認識
nl: Spraak naar tekst
pt_pt: Fala para Texto
sv: Tal till text

source: Try again to save your server settings, or go back to review them.
de: Versuchen Sie, Ihre Servereinstellungen erneut zu speichern, oder gehen Sie zurück, um sie zu überprüfen.
el: Προσπαθήστε ξανά να αποθηκεύσετε τις ρυθμίσεις του διακομιστή σας ή επιστρέψτε για να τις ελέγξετε.
es: Intenta guardar de nuevo la configuración de tu servidor o vuelve atrás para revisarla.
fr: Réessayez d’enregistrer les paramètres de votre serveur ou revenez en arrière pour les vérifier.
it: Prova di nuovo a salvare le impostazioni del server oppure torna indietro per rivederle.
ja: サーバー設定の保存をもう一度試すか、戻って設定を確認してください。
nl: Probeer je serverinstellingen opnieuw op te slaan of ga terug om ze te controleren.
pt_pt: Tente guardar novamente as definições do servidor ou volte atrás para as rever.
sv: Försök spara serverinställningarna igen eller gå tillbaka för att granska dem.

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_pt: Definições
sv: Inställningar

source: Creative
de: Kreativ
el: Δημιουργικό
es: Creativo
fr: Créatif
it: Creativo
ja: クリエイティブ
nl: Creatief
pt_pt: Criativo
sv: Kreativ

source: Type
de: Typ
el: Τύπος
es: Tipo
it: Tipo
ja: タイプ
pt_pt: Tipo
sv: Typ

source: The cloud deletion is waiting for required downloads.
de: Das Löschen aus der Cloud wartet auf erforderliche Downloads.
el: Η διαγραφή από το cloud αναμένει τις απαιτούμενες λήψεις.
es: La eliminación en la nube está esperando que se completen las descargas necesarias.
fr: La suppression du cloud est en attente des téléchargements requis.
it: L’eliminazione dal cloud è in attesa dei download richiesti.
ja: クラウドの削除は必要なダウンロードの完了待ちです
nl: De verwijdering uit de cloud wacht op vereiste downloads.
pt_pt: A eliminação da nuvem está a aguardar as transferências necessárias.
sv: Molnraderingen väntar på nödvändiga nedladdningar.

source: New Conversation
de: Neues Gespräch
el: Νέα Συνομιλία
es: Nueva conversación
fr: Nouvelle conversation
it: Nuova conversazione
ja: 新しい会話
nl: Nieuw gesprek
pt_pt: Nova Conversa
sv: Ny konversation

source: Voice
de: Stimme
el: Φωνή
es: Voz
fr: Voix
it: Voce
ja: 音声
nl: Stem
pt_pt: Vozes
sv: Röst

source: Select Text
de: Text auswählen
el: Επιλογή κειμένου
es: Seleccionar texto
fr: Sélectionner le texte
it: Seleziona testo
ja: テキストを選択
nl: Tekst selecteren
pt_pt: Selecionar texto
sv: Markera text

# Fetch the list of search tools configured in your LiteLLM server.
source: Fetch the list of search tools configured on your LiteLLM server.
de: Rufe die Liste der in deinem LiteLLM-Server konfigurierten Suchwerkzeuge ab.
el: Ανάκτηση της λίστας εργαλείων αναζήτησης που έχουν ρυθμιστεί στον διακομιστή LiteLLM σας.
es: Obtener la lista de herramientas de búsqueda configuradas en su servidor LiteLLM.
fr: Récupérer la liste des outils de recherche configurés sur votre serveur LiteLLM.
it: Recupera l'elenco degli strumenti di ricerca configurati nel tuo server LiteLLM.
ja: LiteLLMサーバーに設定されている検索ツールの一覧を取得します。
nl: Haal de lijst met zoekhulpmiddelen op die zijn geconfigureerd in uw LiteLLM-server.
pt_pt: Obter a lista de ferramentas de pesquisa configuradas no seu servidor LiteLLM.
sv: Hämta listan över sökverktyg som är konfigurerade i din LiteLLM-server.

source: Add your server details, then test the connection before continuing.
de: Füge deine Serverdetails hinzu und teste die Verbindung, bevor du fortfährst.
el: Προσθέστε τα στοιχεία του διακομιστή σας και, στη συνέχεια, δοκιμάστε τη σύνδεση πριν συνεχίσετε.
es: Añade los datos de tu servidor y prueba la conexión antes de continuar.
fr: Ajoutez les informations de votre serveur, puis testez la connexion avant de continuer.
it: Aggiungi i dettagli del server, quindi testa la connessione prima di continuare.
ja: サーバーの詳細を追加し、続行する前に接続をテストしてください。
nl: Voeg je servergegevens toe en test de verbinding voordat je doorgaat.
pt_pt: Adicione os detalhes do servidor e teste a ligação antes de continuar.
sv: Lägg till dina serveruppgifter och testa sedan anslutningen innan du fortsätter.

source: Finish setup to save your server settings and start your first conversation.
de: Schließe die Einrichtung ab, um deine Servereinstellungen zu speichern und deine erste Unterhaltung zu starten.
el: Ολοκληρώστε τη ρύθμιση για να αποθηκεύσετε τις ρυθμίσεις του διακομιστή σας και να ξεκινήσετε την πρώτη σας συνομιλία.
es: Completa la configuración para guardar los ajustes de tu servidor y comenzar tu primera conversación.
fr: Terminez la configuration pour enregistrer les réglages de votre serveur et démarrer votre première conversation.
it: Completa la configurazione per salvare le impostazioni del server e avviare la tua prima conversazione.
ja: 設定を完了してサーバー設定を保存し、最初の会話を始めましょう。
nl: Voltooi de configuratie om je serverinstellingen op te slaan en je eerste gesprek te starten.
pt_pt: Conclua a configuração para guardar as definições do servidor e iniciar a sua primeira conversa.
sv: Slutför konfigurationen för att spara dina serverinställningar och starta din första konversation.

source: Models
de: Modelle
el: Μοντέλα
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
nl: Modellen
pt_pt: Modelos
sv: Modeller

source: Image preview
de: Bildvorschau
el: Προεπισκόπηση εικόνας
es: Vista previa de la imagen
fr: Aperçu de l’image
it: Anteprima immagine
ja: 画像プレビュー
nl: Afbeeldingsvoorbeeld
pt_pt: Pré-visualização da imagem
sv: Förhandsvisning av bild

source: Reset Zoom
de: Zoom zurücksetzen
el: Επαναφορά ζουμ
es: Restablecer zoom
fr: Réinitialiser le zoom
it: Reimposta zoom
ja: ズームをリセット
nl: Zoom terugzetten
pt_pt: Repor o zoom
sv: Återställ zoomnivå

source: Describe your suggestion in detail...
de: Beschreiben Sie Ihren Vorschlag im Detail...
el: Περιγράψτε την πρότασή σας λεπτομερώς...
es: Describe tu sugerencia en detalle...
fr: Décrivez votre suggestion en détail...
it: Descrivi la tua proposta in dettaglio...
ja: 提案の詳細を説明してください...
nl: Beschrijf uw suggestie in detail...
pt_pt: Descreva a sua sugestão em detalhe...
sv: Beskriv ditt förslag i detalj...

source: Synchronization failed
de: Synchronisierung fehlgeschlagen
el: Ο συγχρονισμός απέτυχε
es: La sincronización ha fallado
fr: Échec de la synchronisation
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
nl: Synchronisatie mislukt
pt_pt: Falha na sincronização
sv: Synkroniseringen misslyckades

source: Suggestion
de: Vorschlag
el: Πρόταση
es: Sugerencia
it: Suggerimento
ja: 提案
nl: Suggestie
pt_pt: Sugestão
sv: Förslag

source: The selected image could not be prepared. Please choose another image.
de: Das ausgewählte Bild konnte nicht vorbereitet werden. Bitte wählen Sie ein anderes Bild aus.
el: Δεν ήταν δυνατή η προετοιμασία της επιλεγμένης εικόνας. Επιλέξτε άλλη εικόνα.
es: No se pudo preparar la imagen seleccionada. Elige otra imagen.
fr: L’image sélectionnée n’a pas pu être préparée. Veuillez choisir une autre image.
it: Non è stato possibile preparare l’immagine selezionata. Scegli un’altra immagine.
ja: 選択した画像を準備できませんでした。別の画像を選択してください。
nl: De geselecteerde afbeelding kon niet worden voorbereid. Kies een andere afbeelding.
pt_pt: Não foi possível preparar a imagem selecionada. Escolha outra imagem.
sv: Den valda bilden kunde inte förberedas. Välj en annan bild.

source: Analyzing images...
de: Bilder werden analysiert...
el: Ανάλυση εικόνων...
es: Analizando imágenes...
fr: Analyse des images…
it: Analisi delle immagini in corso...
ja: 画像を解析中…
nl: Afbeeldingen analyseren…
pt_pt: A analisar imagens...
sv: Analyserar bilder...

source: Search conversations
de: Unterhaltungen durchsuchen
el: Αναζήτηση συνομιλιών
es: Buscar conversaciones
fr: Rechercher dans les conversations
it: Cerca conversazioni
ja: 会話を検索
nl: Gesprekken zoeken
pt_pt: Pesquisar conversas
sv: Sök i konversationer

source: Haunted Slime
de: Spukschleim
el: Στοιχειωμένη γλίτσα
es: Babaespectro
fr: Slime hanté
it: Melma infestata
ja: ホーンテッドスライム
nl: Spookslijm
pt_pt: Geleia Assombrada
sv: Spöklik slime
